Repository: MaryAlrayes/clean_services_user
Catalog: lib/l10n/app_*.arb
Languages: hi, ur

# app_name
source: Saudi
hi: सफाई सेवा
ur: صفائی کی خدمات

# saudi
source: Cleaning Services
hi: सऊदी
ur: سعودی

source: Phone Number
hi: फ़ोन नंबर
ur: فون نمبر

source: Password
hi: पासवर्ड
ur: پاس ورڈ

source: Login
hi: लॉग इन करें
ur: لاگ ان کریں

source: Don't have an account?
hi: खाता नहीं है?
ur: اکاؤنٹ نہیں ہے؟

# create_account
source: Sign up
hi: साइन अप करें
ur: سائن اپ

# copy_right
source: All Rights Reserved for Cleaning Services App {year}
hi: सफाई सेवा ऐप के लिए सर्वाधिकार सुरक्षित {year}
ur: کلیننگ سروسز ایپ کے جملہ حقوق محفوظ ہیں۔ {year}

# forget_password
source: Have you forgotten your password?
hi: क्या तुम अपना पासवर्ड भूल गए हो?
ur: کیا آپ اپنا پاس ورڈ بھول گئے ہیں؟

source: OR
ur: یا

# sign_up_welcome
source: Welcome... Create an Account and Join us!
hi: स्वागत है... एक खाता बनाएं और हमसे जुड़ें!
ur: خوش آمدید... ایک اکاؤنٹ بنائیں اور ہمارے ساتھ شامل ہوں!

source: Username
hi: उपयोगकर्ता नाम
ur: صارف نام

# user_location
source: Location
hi: जगह
ur: مقام

source: Choose City
hi: शहर चुनें
ur: شہر کا انتخاب کریں۔

source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
ur: پاس ورڈ کی تصدیق کریں۔

# conditions_terms
source: Terms and Conditions
hi: नियम और शर्तें
ur: شرائط و ضوابط

# i_agree
source: I agree on
hi: मैं सहमत हूँ
ur: میں متفق ہوں۔

# login_by_gmail
source: Continue with Gmail
hi: जीमेल के साथ जारी रखें
ur: Gmail کے ساتھ جاری رکھیں

# login_by_apple
source: Continue with Apple
hi: सेब के साथ जारी रखें
ur: Apple کے ساتھ جاری رکھیں

source: Verification Step
hi: सत्यापन चरण
ur: تصدیقی مرحلہ

# please_enter_verification_code
source: Please enter the verification code
hi: कृपया सत्यापन कोड दर्ज करें
ur: براہ کرم تصدیقی کوڈ درج کریں۔

# code_sent_to_this_number
source: The code has been sent to: {number}
hi: कोड भेजा गया है: {number}
ur: کوڈ بھیج دیا گیا ہے: {number}

# didnot_recieve_code
source: Didn't receive the code?
hi: कोड नहीं मिला?
ur: کوڈ موصول نہیں ہوا؟

source: Resend
hi: पुन: भेजें
ur: دوبارہ بھیجیں۔

source: Verify
hi: सत्यापित करना
ur: تصدیق کریں۔

# log_out
source: Logging Out
hi: लॉग आउट कर रहा हूं
ur: لاگ آؤٹ ہو رہا ہے۔

# confirm_log_out
source: Are you sure you want to log out?
hi: क्या आप लॉग आउट करना चाहते हैं?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: yes
hi: हां
ur: جی ہاں

source: cancel
hi: रद्द करना
ur: منسوخ

# laundries_nav
source: Laundries
hi: कपड़े धोने
ur: لانڈری

# favorites_nav
source: Favorite
hi: पसंदीदा
ur: پسندیدہ

# my_orders_nav
source: My Orders
hi: मेरे आदेश
ur: میرے احکام

# log_orders_nav
source: Orders Record
hi: आदेश रिकॉर्ड
ur: آرڈر ریکارڈ

# settings_nav
source: Settings
hi: समायोजन
ur: ترتیبات

# how_system_works_nav
source: System Working Method
hi: सिस्टम वर्किंग मेथड
ur: سسٹم کے کام کرنے کا طریقہ

# terms_conditions_nav
source: Terms and Conditions
hi: नियम और शर्तें
ur: شرائط و ضوابط

# logout_nav
source: Log out
hi: लॉग आउट
ur: لاگ آوٹ

source: Change Language
hi: भाषा बदलो
ur: زبان تبدیل کریں

source: Change Password
hi: पासवर्ड बदलें
ur: پاس ورڈ تبدیل کریں

# change_personal_info
source: Change Personal Information
hi: व्यक्तिगत जानकारी बदलें
ur: ذاتی معلومات کو تبدیل کریں۔

source: Language
hi: भाषा
ur: زبان

source: Old Password
hi: पुराना पासवर्ड
ur: پرانا پاسورڈ

source: New Password
hi: नया पासवर्ड
ur: نیا پاس ورڈ

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें
ur: نئے پاس ورڈ کی توثیق کریں

source: done
hi: किया हुआ
ur: ہو گیا

# ask_service
source: Ask Service from
hi: से सेवा पूछें
ur: سروس سے پوچھیں۔

source: Laundry Services
hi: धुलाई सेवाएं
ur: لانڈری کی خدمات

source: Limited Time Offers
hi: सीमित समय के ऑफर
ur: محدود وقت کی پیشکش

# valid_until
source: valid unit
hi: वैध इकाई
ur: درست یونٹ

source: Free Delivery Offer
hi: फ्री डिलीवरी ऑफर
ur: مفت ڈیلیوری آفر

# discount_offer_perctnage
source: Offer discount on order by {amount}%
hi: ऑर्डर पर {amount}% की छूट ऑफ़र करें
ur: آرڈر پر {amount}% کی رعایت پیش کریں

source: call
hi: बुलाना
ur: کال

source: Saudi Clean Services
hi: सऊदी स्वच्छ सेवाएं
ur: سعودی کلین سروسز

source: Search
hi: खोज
ur: تلاش کریں۔

# order_by
source: Sort by
hi: इसके अनुसार क्रमबद्ध करें
ur: ترتیب دیں

source: closest
hi: निकटतम
ur: قریب ترین

source: most rated
hi: सर्वाधिक श्रेणीकृत
ur: سب سے زیادہ درجہ بندی

# move_to_map
source: Go to Map
hi: मैप पर जाएं
ur: نقشہ پر جائیں۔

# one_way
source: Only Taken by deliverymen
hi: केवल डिलीवरीमैन द्वारा लिया गया
ur: صرف ڈیلیوری مین کے ذریعے لیا جاتا ہے۔

# two_way
source: It is taken and returned by deliverymen
hi: इसे डिलीवरीमैन द्वारा लिया और लौटाया जाता है
ur: اسے ڈیلیوری مین لے کر واپس کیا جاتا ہے۔

source: Pay Cash
hi: नकद भुगतान
ur: رقم ادا کرنا

# services_provided_with_it
source: Services Provided with the Item
hi: आइटम के साथ प्रदान की जाने वाली सेवाएं
ur: آئٹم کے ساتھ فراہم کردہ خدمات

source: Offer
hi: प्रस्ताव
ur: پیشکش

source: Item Type
hi: वस्तु परक
ur: چیز کی قسم

source: Item Weight
hi: आइटम का वजन
ur: چیز کا وزن

# heavy_item_weight
source: Heavy
hi: अधिक वज़नदार
ur: بھاری

# light_item_weight
source: Light
hi: रोशनी
ur: روشنی

source: Service Type
hi: सेवा प्रकार
ur: سروس کی قسم

# counts
source: Count
hi: गिनती करना
ur: شمار

source: Price
hi: कीमत
ur: قیمت

source: Cost
hi: लागत
ur: لاگت

source: Commission
hi: आयोग
ur: کمیشن

source: Receivable
hi: प्राप्य
ur: قابل وصول

source: Total
hi: कुल
ur: کل

source: Order Details
hi: ऑर्डर का विवरण
ur: آرڈر کی تفصیلات

source: Laundry Name
hi: कपड़े धोने का नाम
ur: لانڈری کا نام

# order_date
source: Order created date
hi: आदेश निर्मित तिथि
ur: آرڈر بنانے کی تاریخ

source: Order ID
hi: आदेश ID
ur: آرڈر کی شناخت

source: Order Status
hi: आदेश की स्थिति
ur: آرڈر کی حیثیت

source: Order Type
hi: आदेश प्रकार
ur: آرڈر کی قسم

source: Order
hi: आदेश
ur: ترتیب

source: Deliveryman Name
hi: डिलीवरीमैन का नाम
ur: ڈیلیوری مین کا نام

# delivery_date
source: Order delivery date
hi: ऑर्डर डिलीवरी की तारीख
ur: آرڈر کی ترسیل کی تاریخ

# notification
source: Notifications
hi: सूचनाएं
ur: اطلاعات

# how_is_your_experience
source: How was your experience?
hi: आपका अनुभव कैसा रहा?
ur: آپ کا تجربہ کیسا رہا؟

source: Your Notes
hi: तुम्हारे पर्चे
ur: آپ کے نوٹس

source: send
hi: भेजना
ur: بھیجیں

# order_accepted_noti
source: Your laundry order has been accepted.
hi: आपका लॉन्ड्री ऑर्डर स्वीकार कर लिया गया है।
ur: آپ کا لانڈری آرڈر قبول کر لیا گیا ہے۔

# order_rejected_noti
source: Your laundry order has been refused.
hi: आपके कपड़े धोने के आदेश को अस्वीकार कर दिया गया है।
ur: آپ کے لانڈری آرڈر سے انکار کر دیا گیا ہے۔

# delivery_accepted_order_noti
source: Your order has been accepted by the deliveryman
hi: आपका ऑर्डर डिलीवरीमैन द्वारा स्वीकार कर लिया गया है
ur: آپ کا آرڈر ڈیلیوری مین نے قبول کر لیا ہے۔

# order_in_laundry_noti
source: Your order has arrived at the laundromat and we'll let you know when it's done
hi: आपका आदेश लॉन्ड्रोमैट पर पहुंच गया है और जब यह हो जाएगा तो हम आपको सूचित करेंगे.
ur: آپ کا آرڈر لانڈرومیٹ پر پہنچ گیا ہے اور جب یہ ہو جائے گا تو ہم آپ کو بتائیں گے۔

# order_done_noti
source: Your order has been completed
hi: आपका आदेश पूरा हो गया है.
ur: آپ کا آرڈر مکمل ہو گیا ہے۔

# order_recieved_noti
source: Your order has been delivered successfully
hi: आपका आदेश सफलतापूर्वक वितरित कर दिया गया है.
ur: آپ کا آرڈر کامیابی سے پہنچا دیا گیا ہے۔

source: Pending laundry acceptance
hi: लंबित लॉन्ड्री स्वीकृति
ur: لانڈری کی منظوری زیر التواء ہے۔

# pending_acceptance_delivery
source: Pending deliveryman reception acceptance
hi: लंबित डिलीवरीमैन रिसेप्शन स्वीकृति
ur: زیر التواء ڈیلیوری مین استقبالیہ قبولیت

# onWay_to_recieve_from_client
source: Being brought from client
hi: क्लाइंट से लाया जा रहा है
ur: کلائنٹ سے لایا جا رہا ہے

# onWay_to_deliver_to_laundry
source: Being brought to laundry
hi: कपड़े धोने के लिए लाया जा रहा है
ur: کپڑے دھونے کے لیے لایا جا رہا ہے۔

source: Pre-processing
hi: पूर्व प्रसंस्करण
ur: پری پروسیسنگ

source: Processing
hi: प्रसंस्करण
ur: پروسیسنگ

# ready_to_deliver
source: Ready to be delivered
hi: पहुंचाने के लिए तैयार है
ur: پہنچانے کے لیے تیار ہے۔

# pending_acceptance_from_delivery_to_recieve_from_laundry
source: Pending deliveryman deliver acceptance
hi: लंबित वितरणकर्ता स्वीकृति प्रदान करता है
ur: زیر التواء ڈیلیوری مین ڈیلیوری قبولیت

# onWay_to_recieve_from_laundry
source: Being brought from laundry
hi: कपड़े धोने से लाया जा रहा है
ur: لانڈری سے لایا جا رہا ہے۔

# onWay_to_deliver_to_client
source: Being brought to client
hi: क्लाइंट के पास लाया जा रहा है
ur: کلائنٹ کے پاس لایا جا رہا ہے۔

# recieved
source: Done
hi: पूर्ण
ur: ہو گیا

# confirm_exitting_title_dialog
source: Confirm Exit
hi: बाहर निकलने की पुष्टि करें
ur: باہر نکلنے کی تصدیق کریں۔

# confirm_exitting_subtitle_dialog
source: Are you sure you want to exit?
hi: क्या आप निश्चित हैं आपकी बाहर निकलने की इच्छा है?
ur: کیا آپ کو یقین ہے کہ آپ ہیاں سے نکلنا چاہتے ہیں؟

# confirm_exitting_yes_btn_dialog
source: yes
hi: हां
ur: جی ہاں

# confirm_exitting_cancel_btn_dialog
source: stay
hi: रहना
ur: رہنا

# operation_done_successfully
source: Done successfully
hi: सफलतापूर्वक किया
ur: کامیابی سے ہو گیا۔

# step1_location
source: Location
hi: जगह
ur: مقام

# step2_services
source: Services
hi: सेवाएं
ur: خدمات

# step3_confirm
source: Confirm
hi: पुष्टि करें
ur: تصدیق کریں۔

# step4_payment
source: Payment
hi: भुगतान
ur: ادائیگی

# error_fetching_coords
source: Unfortunately, we were unable to obtain your location coordinates, try again
hi: दुर्भाग्य से, हम आपके स्थान निर्देशांक प्राप्त करने में असमर्थ रहे, पुनः प्रयास करें
ur: بدقسمتی سے، ہم آپ کے مقام کے نقاط حاصل کرنے سے قاصر تھے، دوبارہ کوشش کریں۔

source: retry
hi: पुन: प्रयास करें
ur: دوبارہ کوشش کریں

# fetch_coords_loading
source: Fetching Coordinates
hi: निर्देशांक ला रहा है
ur: کوآرڈینیٹس بازیافت کرنا

# coords_has_been_fetched
source: Your location has been fetched successfully
hi: आपका स्थान सफलतापूर्वक प्राप्त कर लिया गया है
ur: آپ کا مقام کامیابی سے حاصل کر لیا گیا ہے۔

# taking_coords_when_click
source: *The coordinates of your current location will be taken when pressing the button to facilitate the deliveryman's access to you.
hi: *डिलीवरीमैन की आप तक पहुंच को सुविधाजनक बनाने के लिए बटन दबाते ही आपके वर्तमान स्थान के निर्देशांक ले लिए जाएंगे।
ur: *ڈلیوری مین کی آپ تک رسائی کو آسان بنانے کے لیے بٹن دبانے پر آپ کے موجودہ مقام کے نقاط لیے جائیں گے۔

# fetch_coords
source: Fetch Coordinates
hi: निर्देशांक प्राप्त करें
ur: کوآرڈینیٹ حاصل کریں۔

source: Building Number
hi: भवन का नंबर
ur: بلڈنگ نمبر

source: Floor Number
hi: मंजिल संख्या
ur: منزل نمبر

# continue_btn
source: continue
hi: जारी रखें
ur: جاری رہے

source: back
hi: पीछे
ur: پیچھے

source: City
hi: शहर
ur: شہر

# check_order_befor_pay
source: Check the order details before proceeding to the payment step
hi: भुगतान चरण पर आगे बढ़ने से पहले आदेश विवरण की जांच करें
ur: ادائیگی کے مرحلے پر آگے بڑھنے سے پہلے آرڈر کی تفصیلات چیک کریں۔

source: Choose Payment Mode
hi: भुगतान मोड चुनें
ur: ادائیگی کا موڈ منتخب کریں۔

# you_should_choose_payment_mode
source: You must choose a payment mode
hi: आपको भुगतान मोड चुनना होगा
ur: آپ کو ادائیگی کا طریقہ منتخب کرنا ہوگا۔

source: sending order
hi: भेजने का आदेश
ur: آرڈر بھیج رہا ہے

source: Pay
hi: भुगतान करना
ur: ادا کریں۔

source: Paying in progress
hi: भुगतान हो रहा है
ur: ادائیگی جاری ہے۔

source: This field is required
hi: यह फ़ील्ड आवश्यक है
ur: اس کو پر کرنا ضروری ہے

source: Card is invalid
hi: कार्ड अमान्य है
ur: کارڈ غلط ہے۔

source: CVV is invalid
hi: CVV अमान्य है
ur: CVV غلط ہے

# month_is_invalid
source: Expiry month is invalid
hi: समाप्ति माह अमान्य है
ur: میعاد ختم ہونے کا مہینہ غلط ہے۔

# year_is_invalid
source: Expiry year is invalid
hi: समाप्ति वर्ष अमान्य है
ur: میعاد ختم ہونے کا سال غلط ہے۔

# card_expired
source: Card has expired
hi: कार्ड समाप्त हो गया है
ur: کارڈ کی میعاد ختم ہو گئی ہے۔

# enter_number_pieces
source: Enter Number of Pieces
hi: टुकड़ों की संख्या दर्ज करें
ur: ٹکڑوں کی تعداد درج کریں۔

source: Choose Services
hi: सेवाएँ चुनें
ur: خدمات کا انتخاب کریں۔

source: Services
hi: सेवाएं
ur: خدمات

source: Ask for another service
hi: दूसरी सेवा के लिए पूछें
ur: دوسری خدمت کے لیے پوچھیں۔

source: Fill in the required services
hi: आवश्यक सेवाओं को भरें
ur: مطلوبہ خدمات کو پُر کریں۔

source: You must order at least one service
hi: आपको कम से कम एक सेवा का आदेश देना होगा
ur: آپ کو کم از کم ایک سروس کا آرڈر دینا چاہیے۔

# fill_all_services
source: Please fill in all fields or delete the service you do not want.
hi: कृपया सभी फ़ील्ड भरें या जो सेवा आप नहीं चाहते उसे हटा दें।
ur: براہ کرم تمام شعبوں کو پُر کریں یا وہ خدمت حذف کریں جو آپ نہیں چاہتے ہیں۔

# missed_city_step1
source: Please, select your city.
hi: कृपया अपने शहर का चयन करें।
ur: براہ کرم، اپنا شہر منتخب کریں۔

# missed_building_number_step1
source: Please, add the building number.
hi: कृपया, भवन संख्या जोड़ें।
ur: براہ کرم، عمارت کا نمبر شامل کریں۔

# missed_floor_number_step1
source: Please, add the floor number.
hi: कृपया मंजिल संख्या जोड़ें।
ur: براہ کرم، فلور نمبر شامل کریں۔

# missed_coords_step1
source: We need your location coordinates
hi: हमें आपके स्थान निर्देशांक चाहिए
ur: ہمیں آپ کے مقام کے نقاط کی ضرورت ہے۔

# negative_numbers_step1
source: Make sure you typed the building number and floor number correctly.
hi: सुनिश्चित करें कि आपने बिल्डिंग नंबर और फ्लोर नंबर सही टाइप किया है।
ur: اس بات کو یقینی بنائیں کہ آپ نے بلڈنگ نمبر اور فلور نمبر صحیح طریقے سے ٹائپ کیا ہے۔

# delivery_type
source: Taking the order and bringing it back to the client through the deliverymen
hi: ऑर्डर लेना और डिलीवरीमेन के माध्यम से ग्राहक को वापस लाना
ur: آرڈر لینا اور اسے ڈیلیوری مین کے ذریعے کلائنٹ تک واپس لانا

# you_must_enter_your_phone
source: You must enter your phone number
hi: आपको अपना फोन नंबर दर्ज करना होगा
ur: آپ کو اپنا فون نمبر درج کرنا ہوگا۔

source: You must enter your password
hi: आपको अपना पासवर्ड दर्ज करना होगा
ur: آپ کو اپنا پاس ورڈ درج کرنا ہوگا۔

# phone_or_password_not_correct
source: Phone or password is not valid
hi: फोन या पासवर्ड मान्य नहीं है
ur: فون یا پاس ورڈ درست نہیں ہے۔

# saudi_currency
source: Saudi Riyal
hi: सऊदी रियाल
ur: سعودی ریال
